Repository: pretalx/pretalx-public-voting
Catalog: pretalx_public_voting/locale/*/LC_MESSAGES/django.po
Languages: cs, de_de, fr_fr, pt_br

source: pretalx public voting plugin
de_de: pretalx-Plugin für die offentliche Bewertung von Einreichungen
fr_fr: Extension pretalx de vote du public
pt_br: plugin votação pública pretalx

source: A public voting plugin for pretalx
cs: Plugin pretalxu pro veřejné hlasování
de_de: Ein Plugin für eine öffentliche Bewertung von Einreichungen in pretalx
fr_fr: Une extension de vote du public pour pretalx
pt_br: Um plugin de votação pública para o pretalx

source: Public Voting CSV
cs: Veřejné hlasování - CSV
de_de: CSV der öffentlichen Bewertungen
fr_fr: CSV du vote du public
pt_br: CSV Votação Pública

source: This address is not allowed to cast a vote.
cs: Tato adresa nemá dovoleno hlasovat.
de_de: Diese E-Mail-Adresse kann keine Bewertungen abgeben.
fr_fr: Cette adresse n'est pas autorisée à voter.
pt_br: Este endereço não está autorizado a votar.

source: Hi, you have registered to vote for submissions for {event.name}. Please confirm that this email address is valid by following this link: {vote_url} If you did not register for voting, you can ignore this email. Thank you for participating in the vote! The {event.name} organisers
de_de: Hi, du hast dich für die Abstimmung der Einreichungen zur {event.name} registriert. Bitte bestätige mit folgendem Link, dass deine E-Mail-Adresse korrekt ist: {vote_url} Falls du nicht dich nicht für die Stimmabgabe registriert hast, kannst du diese E-Mail einfach ignorieren. Vielen Dank, dass du an der öffentlichen Abstimmung teilnimmst! Das {event.name}-Team
fr_fr: Bonjour, vous vous êtes inscrit(e) pour voter pour les soumissions de l'événement {event.name}. Veuillez confirmer que cette adresse électronique est valide en suivant ce lien : {vote_url} Si vous ne vous êtes pas inscrit(e) pour ce vote, vous pouvez ignorer ce courriel. Merci de votre participation au vote ! Les organisateurs de {event.name}
pt_br: Olá, Você se registrou para votar nas submissões para {event.name}. Por favor, confirme que este endereço de e-mail é válido seguindo este link: {vote_url} Se você não se registrou para votar, pode ignorar este e-mail. Obrigado por participar da votação! Os organizadores do {event.name}

source: Public voting registration
cs: Registrace k veřejnému hlasování
de_de: Registrierung zur öffentlichen Abstimmung
fr_fr: Inscription au vote du public
pt_br: Registro de votação pública

source: Score label ({})
cs: Popisek skóre ({})
de_de: Bezeichnung ({})
fr_fr: Libellé du score ({})
pt_br: Pontuação ({})

source: Human readable explanation of what a score of "{}" actually means, e.g. "great!".
cs: Slovní vysvětlení, co skóre „{}“ znamená, např. „skvělé“.
de_de: Menschenlesbare Erklärung, was die Wertung "{}" bedeutet, z.B. "super".
fr_fr: Explication intelligible pour l'homme du score de "{}", par exemple "super !".
pt_br: Explicação legível para humanos sobre o que uma pontuação de "{}" realmente significa, por exemplo:"ótimo!".

source: Please assign a minimum score smaller than the maximum score!
cs: Zadejte prosím minimální skóre nižší než maximální skóre!
de_de: Bitte wähle eine Mindestwertung, die niedriger als die Höchstwertung ist!
fr_fr: Veuillez indiquer un score minimal inférieur au scrore maximal !
pt_br: Por favor, atribua uma pontuação mínima menor do que a pontuação máxima!

source: No public votes will be possible before this time. Submissions will not be publicly visible.
cs: Před tímto termínem nebude možné veřejně hlasovat. Přihlášky nebudou veřejně dostupné.
de_de: Vor diesem Zeitpunkt ist keine öffentliche Abstimmung möglich. Die Einreichungen sind dann nicht öffentlich einsehbar.
fr_fr: Aucun vote public ne sera possible avant cette date. Les soumissions ne seront pas visibles publiquement.
pt_br: Votações públicas não serão possíveis antes deste horário. As submissões não estarão visíveis publicamente.

source: Start
cs: Začátek
de_de: Beginn
fr_fr: Début
pt_br: Iniciar

source: No public votes will be possible after this time. Submissions will not be publicly visible.
cs: Po tomto termínu nebude možné veřejně hlasovat. Přihlášky nebudou veřejně dostupné.
de_de: Nach diesem Zeitpunkt ist keine öffentliche Abstimmung mehr möglich. Die Einreichungen sind dann nicht mehr öffentlich einsehbar.
fr_fr: Aucun vote public ne sera possible après cette date. Les soumissions ne seront pas visibles publiquement.
pt_br: Votações públicas não serão possíveis antes deste horário. As submissões não estarão visíveis publicamente.

source: End
cs: Konec
de_de: Ende
fr_fr: Fin
pt_br: Fim

source: Text
fr_fr: Texte
pt_br: Texto

source: This text will be shown at the top of the public voting page.
cs: Tento text se zobrazí v horní části stránky s veřejným hlasováním.
de_de: Dieser Text wird ganz oben auf der öffentlichen Abstimmungsseite gezeigt.
fr_fr: Ce texte sera affiché en haut de la page de vote du public.
pt_br: Este texto será exibido no topo da página de votação pública.

source: Anonymise content
cs: Anonymizovat obsah
de_de: Text anonymisieren
fr_fr: Anonymiser le contenu
pt_br: Anonimizar conteúdo

source: Hide speaker names and use anonymized content where available?
cs: Skrýt jména přednášejících a použít anonymizovaný obsah, kde je to možné?
de_de: Namen der Vortragenden verbergen und anonymisierten Text verwenden, soweit verfügbar?
fr_fr: Cacher les noms des intervenants et utiliser des contenus anonymes lorsqu'ils sont disponibles ?
pt_br: Ocultar nomes dos palestrantes e usar conteúdo anonimizado onde disponível?

source: Show session image
cs: Zobrazovat obrázek přednášky
de_de: Bild anzeigen
fr_fr: Afficher l'image de la session
pt_br: Exibir imagem da sessão

source: Show the session image if one was uploaded.
cs: Zobrazovat obrázek přednášky, který její autor nahrál.
de_de: Wenn ein Bild zum Vortrag hochgeladen wurde, dieses anzeigen.
fr_fr: Afficher l'image de la session si elle a été chargée.
pt_br: Exibir a imagem da sessão se uma tiver sido carregada.

source: Show session description
cs: Zobrazovat popis přednášky
fr_fr: Afficher la description de la session
pt_br: Exibir descrição da sessão

source: By default, only the abstract of each session is listed. By enabling this, the longer description text will also be shown.
cs: Ve výchozím nastavení se zobrazuje abstrakt přednášky. Vybráním této volby se zobrazí také delší popis.
fr_fr: Par défaut, seul le résumé de chaque session est listé. En activant cette option, le texte de description, plus long, sera également affiché.
pt_br: Por padrão, apenas o resumo de cada sessão é listado. Ao ativar isso, o texto mais longo da descrição também será exibido.

source: Minimum score
cs: Minimální skóre
de_de: Mindestwertung
fr_fr: Score minimal
pt_br: Pontuação mínima

source: The minimum score voters can assign
cs: Minimální skóre, kterou mohou hlasující udělit
de_de: Die geringste Wertung, die vergeben werden kann
fr_fr: Le score minimal que les votants peuvent attribuer
pt_br: Pontuação mínima que os votantes podem atribuir

source: Maximum score
cs: Maximální skóre
de_de: Höchstwertung
fr_fr: Score maximal
pt_br: Pontuação máxima

source: The maximum score voters can assign
cs: Maximální skóre, kterou mohou hlasující udělit
de_de: Die höchte Wertung, die vergeben werden kann
fr_fr: Le score maximal que les votants peuvent attribuer
pt_br: Pontuação máxima que os votantes podem atribuir

source: Allowed emails
cs: Povolené e-maily
de_de: Erlaubte E-Mail-Adressen
fr_fr: Courriels autorisés
pt_br: E-mails permitidos

source: You can limit who is allowed to cast a vote. Please enter one email address per line.
cs: Tady můžete omezit, kdo může veřejně hlasovat. Zadejte prosím jednu e-mailovou adresu na řádek.
de_de: Du kannst beschränken, wer eine Bewertung abgeben darf. Bitte gib eine Adresse pro Zeile ein.
fr_fr: Vous pouvez limiter le nombre de personnes autorisées à voter. Veuillez saisir une adresse électronique par ligne.
pt_br: Você pode limitar quem está autorizado a votar. Por favor, insira um endereço de e-mail por linha.

source: Limit to tracks
fr_fr: Limiter aux parcours
pt_br: Restringir às trilhas

source: Score
cs: Skóre
de_de: Wertung
pt_br: Pontuação

source: Public voting
cs: Veřejné hlasování
de_de: Öffentliche Abstimmung
fr_fr: Vote du public
pt_br: Votação Pública

source: Set up public voting
cs: Nastavit veřejné hlasování
de_de: Öffentliche Abstimmung einrichten
fr_fr: Configurer le vote du public
pt_br: Configurar votação pública

source: Download results CSV
cs: Stáhnout výsledky ve formátu CSV
fr_fr: Télécharger les résultats en CSV
pt_br: Download resultados CSV

source: Go to public voting
cs: Otevřít veřejné hlasování
de_de: Zur öffentlichen Abstimmung
fr_fr: Accéder au vote du public
pt_br: Ir para votação pública

source: Public voting will show your submissions publicly, and will allow anybody who provides a valid email address to vote. The email addresses are not saved, so the process is anonymous.
cs: Veřejné hlasování ukáže všechny vaše přihlášky, a každý, kdo zadá platnou e-mailovou adresu, o nich bude moci hlasovat. E-mailové adresy se neukládají, takže je hlasování anonymní.
de_de: Die öffentliche Abstimmung zeigt alle Einreichungen öffentlich an und ermöglicht es jedem, der eine gültige E-Mail-Adresse hat, abzustimmen. E-Mail-Adressen werden nicht gespeichert. Die Abstimmung ist also anonym.
fr_fr: Le vote du public affichera vos soumissions publiquement et permettra à toute personne qui fournit une adresse électronique valide de voter. Les adresses électroniques ne sont pas sauvegardées, de sorte que le processus est anonyme.
pt_br: A votação pública exibirá suas submissões publicamente e permitirá que qualquer pessoa que forneça um endereço de e-mail válido vote. Os endereços de e-mail não são salvos, portanto, o processo é anônimo.

source: Public voting signup
cs: Registrace k veřejnému hlasování
de_de: Anmeldung zur öffentlichen Abstimmung
fr_fr: Inscription au vote du public
pt_br: Inscrição para votação pública

source: Welcome to the voting process for this event! Voting is open to the public, and we just need to confirm your email address first. You will only need to do this once.
cs: Vítejte ve veřejném hlasování pro tuto událost! Hlasování je veřejné a budeme potřebovat jenom ověřit vaši e-mailovou adresu. Ověření stačí jenom jednou.
de_de: Willkommen zur öffentlichen Abstimmung über die Einreichungen dieser Veranstaltung! Die Stimmabgabe steht jedem offen, wir brauchen nur deine E-Mail-Adresse.
fr_fr: Bienvenue dans le processus de vote pour cet événement ! Le vote est ouvert au public, et nous devons d'abord confirmer votre adresse électronique. Vous n'aurez besoin de de le faire qu'une seule fois.
pt_br: Bem-vindo ao processo de votação para este evento! A votação é aberta ao público, e só precisamos confirmar seu endereço de e-mail primeiro. Você precisará fazer isso apenas uma vez.

source: Please note that we do <strong>not</strong> store your email address, and all votes will be completely anonymous.
cs: Vaši e-mailovou adresu <strong>nebudeme</strong> ukládat, a všechny hlasy jsou zcela anonymní.
de_de: Bitte beachte, dass wir deine E-Mail-Adresse <strong>nicht</strong> speichern und dass die Stimmabgabe vollständig anonym ist.
fr_fr: Veuillez noter que nous <strong>ne stockons pas</strong> votre adresse électronique, et que tous les votes seront complètement anonymes.
pt_br: Por favor, note que nós <strong>não</strong> armazenamos seu endereço de e-mail, e todas as votações serão completamente anônimas.

source: This talk's header image
cs: Obrázek záhlaví této přednášky
de_de: Das Titelbild des Vortags
fr_fr: L'image d'en-tête de cette présentation
pt_br: Imagem de cabeçalho desta palestra

source: Save!
cs: Uložit!
de_de: Speichern!
fr_fr: Sauvegarder !
pt_br: Salvar!

source: This page is invalid. Please double-check that you have followed a complete link to this place.
cs: Tato stránka není platní. Zkontrolujte prosím, že jste správně otevřeli celou adresu odkazu.
de_de: Diese Seite ist nicht zulässig. Bitte vergewissere dich, dass du den gesamten Link verwendet hast.
fr_fr: Cette page est invalide. Veuillez vérifier que vous avez suivi un lien complet vers cet emplacement.
pt_br: Esta página é inválida. Por favor, verifique se você seguiu um link completo para este local.

source: Click here to sign up for voting.
cs: Pro registraci k hlasování klepněte sem.
de_de: Bitte klicke hier, um dich für die öffentliche Abstimmung anzumelden.
fr_fr: Cliquez ici pour vous inscrire au vote.
pt_br: Clique aqui para se inscrever para votação.

source: Thanks for signing up!
cs: Děkujeme za registraci!
de_de: Vielen Dank für deine Anmeldung!
fr_fr: Merci de votre inscription !
pt_br: Obrigado por se inscrever!

source: Thanks for signing up for public voting. You've received an email with your personal link to the vote. If you don't see an email within five minutes, please also check your spam folder.
cs: Děkujeme vám za registraci do veřejného hlasování. Poslali jsou vám e-mail s osobním odkazem pro hlasování. Pokud do přibližně pěti minut žádný e-mail neuvidíte, zkontrolujte také složku se spamem a nevyžádanou poštou.
de_de: Vielen Dank für deine Anmeldung zur öffentlichen Abstimmung. Du hast soeben eine E-Mail erhalten, die deinen persönlichen Link zur Stimmabgabe enthält. Falls du innerhalb von fünf Minuten keine E-Mail erhalten hast, guck bitte im Spam nach!
fr_fr: Merci de vous être inscrit au vote du public. Vous avez reçu un courriel contenant votre lien personnel vers le vote. Si vous ne voyez pas de courriel dans les cinq minutes, veuillez également vérifier votre dossier de courrier indésirable.
pt_br: Obrigado por se inscrever para a votação pública. Você recebeu um e-mail com seu link pessoal para a votação. Se você não receber o e-mail dentro de cinco minutos, por favor, verifique também a sua pasta de spam.

source: Thank you for your vote!
cs: Děkujeme za váš hlas!
de_de: Vielen Dank für deine Stimmabgabe!
fr_fr: Merci pour votre vote !
pt_br: Obrigado pelo seu voto!

source: Hi, you have registered to vote for submissions for {event.name}. Please confirm that this email address is valid by following this link: {vote_url} If you did not register for voting, you can ignore this email. Thank you for participating in the vote! The {event.name} organisers
cs: Zdravíme. Zaregistrovali jste se k hlasování o přihláškách pro událost {event.name}. Potvrďte prosím svou e-mailovou adresu navštívením následujícího odkazu: {vote_url} Pokud jste se k hlasování neregistrovali, můžete tento e-mail ignorovat. Děkujeme za účast v hlasování! Organizátoři {event.name}

source: Please assign a score between {self.min_value} and {self.max_value}!
cs: Přiřaďte prosím skóre mezi {self.min_value} a {self.max_value}!

source: Save
cs: Uložit
